Repository: EkaterinePapava/nudoku
Catalog: po/*.po
Languages: ka

source: nudoku [option]
ka: nudoku [პარამეტრი]

source: Options:
ka: პარამეტრები:

source: -h help: Print this help
ka: -h help: ამ დახმარების გამოტანა

source: -v version: Print version
ka: -v version: ვერსიის გამოტანა

source: -c nocolor: Do not use colors
ka: -c nocolor: ფერების გამოტანა არ მოხდება

source: -d difficulty: Choose between: easy, normal, hard
ka: -d difficulty: აირჩიეთ: იოლი, ნორმალური, რთული

source: -s stream: User provided sudoku stream
ka: -s stream: მომხმარებლის მოწოდებული სუდოკუს ნაკადი

source: -r resume: Resume the last saved game
ka: -r resume: ბოლო შენახული თამაშის გაგრძელება

source: -p filename: Output PDF
ka: -p filename: გატანა PDF-ში

source: -n filename: Number of sudokus to put in PDF
ka: -n filename: PDF-ში ჩასალაგებელი სუდოკუების რაოდენობა

source: -i filename: Output PNG image
ka: -i filename: PNG გამოსახულების გამოტანა

source: Character %c at position %d is not allowed.
ka: სიმბოლო %c მდებარეობაზე %d დაშვებული არაა.

source: Stream has to be %d characters long.
ka: ნაკადი %d სიმბოლოს უნდა შეიცავდეს.

source: Stream does not represent a valid sudoku puzzle.
ka: ნაკადი სწორი სუდოკუს პაზლი არაა.

source: Game save is missing or corrupted, try starting new game.
ka: თამაშის შენახული არ არსებობს, ან დაზიანებულია. სცადეთ, თამაში თავიდან დაიწყოთ.

source: Your terminal doesn't support colors. Try the nocolor (-c) option.
ka: თქვენს ტერმინალს ფერების მხარდაჭერა არ აქვს. სცადეთ პარამეტრი ფერების გარეშე (-c).

source: level: %s
ka: დონე: %s

source: Movement
ka: გადაადგილება

source: h - Move left
ka: h - გადაადგილება მარცხნივ

source: j - Move down
ka: j - ჩამოწევა

source: k - Move up
ka: k - აწევა

source: l - Move right
ka: l - გადაადგილება მარჯვნივ

source: Commands
ka: ბრძანებები

source: c - Check solution
ka: c - გადაწყვეტილების შემოწმება

source: H - Give a hint
ka: H - მინიშნებების მიცემა

source: m - Toggle marks
ka: m - ნიშნების გადართვა

source: N - New puzzle
ka: N - ახალი პაზლი

source: G - Save
ka: G - შენახვა

source: Q - Quit
ka: Q - გასვლა

source: r - Redraw
ka: r - თავიდან დახატვა

source: S - Solve puzzle
ka: S - პაზლის ამოხსნა

source: x - Delete number
ka: x - რიცხვის წაშლა

source: u - Undo previous action
ka: u - წინა ქმედების გაუქმება

source: nudoku is compiled without cairo support.
ka: nudoku-ს აგებისას cairo-ის მხარდაჭერა ჩართული არ იყო.

source: To use the output feature, please compile with --enable-cairo.
ka: გამოტანის ფუნქციის გამოსაყენებლად აგებისას ჩართეთ პარამეტრი --enable-cairo.

source: Solving puzzle...
ka: პაზლის ამოხსნა...

source: Solved
ka: ამოხსნილი

source: Generating puzzle...
ka: პაზლის გენერაცია...

source: Not correct
ka: არასწორია

source: with the help of %d hints
ka: %d მინიშნების დახმარებით

source: Correct so far
ka: ჯერჯერობით სწორია

source: Provided hint
ka: მოწოდებული მინიშნება

source: Saved!
ka: შენახულია!

source: Can't save the game!
ka: თამაშის შენახვა შეუძლებელია!

source: hard
ka: მაგარი

source: normal
ka: ნორმალური

source: easy
ka: მარტივი
